Repository: UTSA-ICS/openstack-cvrm
Catalog: django_openstack_auth/openstack_auth/locale/*/LC_MESSAGES/django.po
Languages: ne

source: The authentication token issued by the Identity service has expired.
ne: पहिचान सेवा द्वारा जारी प्रमाणीकरण टोकन समाप्त भएको छ।

source: Invalid user name or password.
ne: प्रयोगकर्ताको नाम वा पासवर्ड मिलेन ।

source: An error occurred authenticating. Please try again later.
ne: प्रमाणीकरणमा त्रुटि भयो। पछि फेरि प्रयास गर्नुहोस्।

source: Unable to retrieve authorized projects.
ne: अधिकृत परियोजनाहरू प्राप्त गर्न सकिएन।

source: You are not authorized for any projects.
ne: तपाईलाई कुनै पनि परियोजनाको अधिकार छैन।

source: Unable to authenticate to any available projects.
ne: कुनै पनि उपलब्ध परियोजनाहरु प्रमाणीकरण गर्न असमर्थ।

source: Region
ne: क्षेत्र

source: User Name
ne: प्रयोगकर्ताको नाम

source: Password
ne: पासवर्ड

source: Domain
ne: डोमेन
